export function usePrivacyTitle() {
  return 'ПОЛИТИКА в отношении обработки персональных данных'
}

export function usePrivacy() {
	return `## 1. Общие положения

**1.1.** Настоящая Политика в отношении обработки персональных данных (далее – Политика) определяет права и обязанности сторон, цели и основные принципы обработки персональных данных, а также меры, направленные на защиту персональных данных при их обработке Федоткиной Екатериной Владимировной (далее – Оператор).

**1.2.** Настоящая Политика разработана в соответствии с Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О персональных данных» (далее – ФЗ «О персональных данных»).

**1.3.** Для целей настоящей Политики используются следующие основные понятия:

- **персональные данные (далее – ПДн)** – любая информация, относящаяся к прямо или косвенно определенному, или определяемому физическому лицу (субъекту ПДн);
- **ПДн, разрешенные субъектом ПДн для распространения** - ПДн, доступ неограниченного круга лиц к которым предоставлен субъектом ПДн путем дачи согласия на обработку ПДн, разрешенных субъектом ПДн для распространения в порядке, предусмотренном ФЗ «О персональных данных»;
- **обработка ПДн** – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с ПДн, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение ПДн;
- **оператор ПДн (оператор)** – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку ПДн, а также определяющие цели обработки ПДн, состав ПДн, подлежащих обработке, действия (операции), совершаемые с ПДн;
- **автоматизированная обработка ПДн** - обработка ПДн с помощью средств вычислительной техники;
- **конфиденциальность информации** - обязательное для выполнения лицом, получившим доступ к определенной информации, требование не передавать такую информацию третьим лицам без согласия ее обладателя;
- **уничтожение ПДн** – действия, в результате которых невозможно восстановить содержание ПДн в информационной системе ПДн, или в результате которых уничтожаются материальные носители ПДн;
- **предоставление ПДн** - действия, направленные на раскрытие ПДн определенному лицу или определенному кругу лиц;
- **распространение ПДн** - действия, направленные на раскрытие ПДн неопределенному кругу лиц;
- **блокирование ПДн** - временное прекращение обработки ПДн (за исключением случаев, если обработка необходима для уточнения ПДн);
- **обезличивание ПДн** – действия, в результате которых невозможно определить принадлежность ПДн конкретному субъекту ПДн;
- **трансграничная передача ПДн** - передача ПДн на территорию иностранного государства органу власти иностранного государства, иностранному физическому лицу или иностранному юридическому лицу.

**1.4.** Обязанности субъекта ПДн и Оператора.

**1.4.1.** Субъект ПДн обязан:
- предоставлять Оператору полные и достоверные данные о себе;
- в случае изменения своих ПДн сообщать данную информацию Оператору;
- соблюдать положения, предусмотренные действующим законодательством Российской Федерации.

**1.4.2.** Оператор обязан:
- соблюдать принципы и правила обработки ПДн;
- не раскрывать третьим лицам и не распространять ПДн без согласия субъекта ПДн, если иное не предусмотрено федеральным законом;
- обеспечить запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение ПДн субъектов ПДн с использованием баз данных, находящихся на территории Российской Федерации;
- принимать необходимые правовые, организационные и технические меры или обеспечивать их принятие для защиты ПДн от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения ПДн, а также от иных неправомерных действий в отношении ПДн;
- предоставить субъекту ПДн по его просьбе информацию, касающуюся обработки его ПДн;
- если в соответствии с федеральным законом предоставление ПДн и (или) получение Оператором согласия на обработку ПДн являются обязательными, Оператор обязан разъяснить субъекту ПДн юридические последствия отказа предоставить его ПДн и (или) дать согласие на их обработку;
- сообщать в уполномоченный орган по защите прав субъектов ПДн по запросу этого органа необходимую информацию в течение десяти рабочих дней с даты получения такого запроса. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления Оператором в адрес уполномоченного органа по защите прав субъектов ПДн мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации;
- опубликовать или иным образом обеспечить неограниченный доступ к документу, определяющему его политику в отношении обработки ПДн, к сведениям о реализуемых требованиях к защите ПДн;
- при необходимости осуществления блокирования и уничтожения обрабатываемых ПДн в случаях, установленных ФЗ «О персональных данных», соблюдать правила и сроки осуществления блокирования и уничтожения обрабатываемых ПДн;
- прекратить обработку ПДн или обеспечить ее прекращение (если обработка ПДн осуществляется другим лицом, действующим по поручению Оператора) при наступлении обстоятельств в соответствии с ФЗ «О персональных данных»;
- осуществлять иные действия и проводить иные мероприятия по обработке и защите ПДн субъектов ПДн в соответствии с законодательством Российской Федерации.

**1.5.** Права субъекта ПДн и Оператора.

**1.5.1.** Субъект ПДн имеет право:
- на получение информации, касающейся обработки его ПДн, в том числе содержащей:
  - подтверждение факта обработки ПДн Оператором;
  - правовые основания и цели обработки ПДн;
  - применяемые Оператором способы обработки ПДн;
  - наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые имеют доступ к ПДн или которым могут быть раскрыты ПДн на основании договора с Оператором или на основании федерального закона;
  - обрабатываемые ПДн, относящиеся к соответствующему субъекту ПДн, источник их получения, если иной порядок представления таких данных не предусмотрен федеральным законом;
  - сроки обработки ПДн, в том числе сроки их хранения;
  - порядок осуществления субъектом ПДн прав, предусмотренных ФЗ «О персональных данных»;
  - информацию об осуществленной или о предполагаемой трансграничной передаче данных;
  - наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку ПДн по поручению Оператора, если обработка поручена или будет поручена такому лицу;
  - информацию о способах исполнения Оператором обязанностей, установленных статьей 18.1 ФЗ «О персональных данных»;
  - иные сведения, предусмотренные ФЗ «О персональных данных» или другими федеральными законами.
- на определение представителей для защиты своих ПДн;
- требовать от Оператора уточнения его ПДн, их блокирования или уничтожения в случае, если ПДн являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
- требовать исключить или исправить неверные, или неполные ПДн, а также данные, обрабатываемые с нарушением требований ФЗ «О персональных данных»;
- требовать об извещении всех лиц, которым ранее были сообщены неверные или неполные ПДн субъекта ПДн, обо всех произведенных в них исключениях, исправлениях или дополнениях;
- обжаловать действия или бездействие Оператора в уполномоченном органе по защите прав субъектов ПДн (в случае, если субъект ПДн считает, что Оператор осуществляет обработку его ПДн с нарушением требований ФЗ «О персональных данных» или иным образом нарушает его права и свободы);
- на защиту своих прав и законных интересов, в том числе на возмещение убытков и (или) компенсацию морального вреда в судебном порядке;
- отозвать данное Оператору согласие на обработку своих ПДн;
- осуществлять иные права в соответствии с законодательством Российской Федерации.

**1.5.2.** Оператор имеет право:

- обрабатывать ПДн в соответствии с действующим законодательством Российской Федерации;
- поручить обработку ПДн другому лицу с согласия субъекта ПДн, если иное не предусмотрено федеральным законом. При этом, лицо, осуществляющее обработку ПДн по поручению Оператора, обязано соблюдать принципы и правила обработки ПДн, предусмотренные ФЗ «О персональных данных», соблюдать конфиденциальность ПДн, принимать необходимые меры, направленные на обеспечение выполнения обязанностей, предусмотренных ФЗ «О персональных данных». В поручении Оператора должны быть определены сведения, определенные в ст. 6 ФЗ «О персональных данных»;
- ограничить право субъекта ПДн на доступ к его ПДн/мотивированно отказать субъекту ПДн в предоставлении сведений, касающихся обработки его ПДн, в случаях, установленных законодательством Российской Федерации, в том числе при нарушении субъектом ПДн своих обязанностей по подаче такого запроса или если доступ субъекта ПДн к его ПДн нарушает права и законные интересы третьих лиц;
- самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных действующим законодательством в области ПДн, если иное не предусмотрено федеральными законами;
- осуществлять или обеспечивать блокирование, или уничтожение ПДн в порядке и сроки, установленные ФЗ «О персональных данных»;
- продолжить обработку ПДн в случае достижения цели обработки ПДн или отзыва субъектом ПДн согласия на обработку его ПДн, если обработка ПДн осуществляется без согласия субъекта ПДн, при наличии оснований, указанных в ФЗ «О персональных данных»;
- осуществлять иные права в соответствии с законодательством Российской Федерации.

**1.6.** До начала обработки ПДн Оператор получает у субъектов согласие на обработку их ПДн.
Согласие на обработку ПДн дается субъектом ПДн посредством совершения конклюдентных действий, однозначно свидетельствующих о согласии субъекта с условиями обработки его персональных данных.

**1.7.** Информация, касающаяся обработки ПДн субъектов ПДн, предоставляется субъекту ПДн или его представителю Оператором при обращении либо при получении запроса субъекта ПДн или его представителя на адрес электронной почты eka-fedotkina@yandex.ru. Запрос должен содержать номер основного документа, удостоверяющего личность субъекта ПДн или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения, подтверждающие факт обработки ПДн Оператором, подпись субъекта ПДн или его представителя. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. Оператор предоставляет сведения субъекту ПДн или его представителю в той форме, в которой направлено соответствующее обращение либо запрос, если иное не указано в обращении или запросе.

## 2. Цели обработки ПДн

**2.1.** Обработка ПДн осуществляется на законной и справедливой основе.

**2.2.** Обработка ПДн ограничивается достижением конкретных, заранее определенных и законных целей.

**2.3.** Целью обработки ПДн граждан является осуществление возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей, а именно:
- обеспечение функционирования и улучшения работы веб-сайта, включая адаптацию контента под предпочтения пользователя, проведение аналитики посещаемости, улучшение пользовательского опыта, а также осуществление взаимодействия с посетителями сайта, обработки запросов и обращений, осуществления обратной связи;
- ведение племенного учета, формирование генеалогических связей и формирование истории местонахождения (перемещения) животных.

**2.4.** Не допускается обработка ПДн, несовместимая с целями сбора ПДн. Обработке подлежат только ПДн, которые отвечают целям их обработки. Категории субъектов ПДн и состав обрабатываемых ПДн определены в п. 4.1 – 4.2 настоящей Политики и соответствуют заявленным целям обработки. Обрабатываемые ПДн не должны быть избыточными по отношению к заявленным целям их обработки.

## 3. Правовые основания обработки ПДн

**3.1.** Правовым основанием обработки ПДн является совокупность правовых актов, во исполнение которых и в соответствии с которыми Оператор осуществляет обработку ПДн при осуществлении и выполнении возложенных законодательством Российской Федерации на Оператора функций, полномочий и обязанностей для достижения целей обработки ПДн, предусмотренных п. 2.3. настоящей Политики:
- Конституция Российской Федерации;
- нормативные правовые акты, регулирующие отношения, связанные с деятельностью Оператора;
- согласие субъекта ПДн на обработку его ПДн;
- согласие на обработку ПДн, разрешенных субъектом ПДн для распространения.

## 4. Объем и категории, обрабатываемых ПДн, категории субъектов ПДн

**4.1.** У Оператора ведется обработка ПДн субъектов, не являющихся сотрудниками Оператора.
Исходя из категорий субъектов ПДн и принципов необходимости и достаточности для достижения целей обработки ПДн в таблице 1 приведен состав сведений, предоставляемых субъектами ПДн и подлежащих обработке Оператором.

### Таблица 1 – Состав обрабатываемых ПДн, категории субъектов ПДн
| № п/п | Цель обработки ПДн | Категория субъектов ПДн | Состав обрабатываемых сведений |
|-------|--------------------|-------------------------|--------------------------------|
| 1 | Обеспечение функционирования и улучшения работы веб-сайта, включая адаптацию контента под предпочтения пользователя, проведение аналитики посещаемости, улучшение пользовательского опыта, а также осуществление взаимодействия с посетителями сайта, обработки запросов и обращений, осуществления обратной связи | - посетители сайта | - фамилия, имя, отчество; - адрес электронной почты; - номер телефона; - сведения, собираемые посредством метрических программ; - cookie |
| 2 | Ведение племенного учета, формирование генеалогических связей и формирование истории местонахождения (перемещения) животных | - зарегистрированные пользователи (владельцы птиц, заводчики) |- фамилия, имя, отчество; - адрес электронной почты; - адрес места жительства; - номер телефона; - фото-видео изображение лица; - ссылки на профили в социальных сетях, мессенджерах и внешних площадках; - идентификаторы (ID) в социальных сетях и мессенджерах; - данные из документов на животных в части информации о физических лицах |

**4.2.** Оператором не осуществляется обработка специальных категорий ПДн.

**4.3.** Сайт https://birds.rinaf.ru использует файлы cookie для повышения удобства пользователей, улучшения работы сайта и анализа поведения посетителей. Также на сайте применяется средство веб-аналитики «Яндекс.Метрика» для сбора статистических сведений об использовании сайта.
Сервис «Яндекс.Метрика» собирает следующие данные:
- IP-адрес пользователя на момент посещения сайта;
- тип и версия браузера;
- тип устройства и операционная система;
- разрешение экрана;
- источник перехода на сайт (поисковая система, рекламное объявление и т.п.);
- действия пользователя на сайте (просмотренные страницы, клики, скроллы, длительность визита и др.);
- файлы cookie и уникальные идентификаторы.

Эти данные не позволяют идентифицировать личность пользователя и используются исключительно в обезличенной форме для анализа посещаемости, выявления технических ошибок и улучшения пользовательского опыта. Обработка осуществляется в соответствии с Политикой конфиденциальности Яндекса.
Управление файлами cookie
Посетитель может ограничить или отключить сбор информации, изменив настройки браузера, запретив использование cookie-файлов.

## 5. Порядок и условия обработки ПДн

**5.1.** Перечень действий, совершаемых Оператором с ПДн субъектов.
В ходе обработки ПДн Оператором возможно совершение следующих действий (операций) с ПДн субъектов ПДн: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление, уничтожение, распространение ПДн.

Распространение ПДн субъектов ПДн допускается при наличии отдельного согласия субъектов ПДн (или их представителей), а также в иных случаях, предусмотренных законодательством Российской Федерации.

**5.2.** Используемые Оператором способы обработки ПДн.

Обработка полученных ПДн осуществляется Оператором с использованием средств автоматизации.

**5.3.** Порядок передачи ПДн третьим лицам.

В случае необходимости взаимодействия с третьими лицами в рамках достижения целей обработки ПДн Оператор обязуется не предоставлять ПДн без согласия субъекта ПДн, если иное не предусмотрено федеральным законом.

Трансграничная передача ПДн Оператором не осуществляется.

**5.4.** Обеспечение конфиденциальности ПДн.

Оператор и иные лица, получившие доступ к ПДн на законном основании, с целью обеспечения конфиденциальности ПДн в соответствии со ст. 7 ФЗ «О персональных данных», обязуются не раскрывать третьим лицам и не распространять ПДн без согласия субъекта ПДн, если иное не предусмотрено федеральным законом.

Оператор вправе передавать ПДн органам дознания и следствия, иным уполномоченным органам по основаниям, предусмотренным действующим законодательством Российской Федерации.

**5.5.** Порядок ознакомления с политикой Оператора в отношении обработки ПДн и принятых мерах по обеспечению безопасности ПДн.

В соответствии с требованиями ч. 2 ст. 18.1 ФЗ «О персональных данных» настоящая Политика открыто опубликована и доступна для ознакомления в информационно-телекоммуникационной сети Интернет на следующих сайтах:

https://birds.rinaf.ru.

**5.6.** Оператором приняты следующие меры, направленные на обеспечение выполнения Оператором обязанностей, предусмотренных ФЗ «О персональных данных»:
- определено лицо, ответственное за организацию обработки персональных данных;
- изданы документы, определяющие политику оператора в отношении обработки персональных данных;
- обеспечено применение правовых, организационных и технических мер по обеспечению безопасности персональных данных в соответствии со статьей 19 Федерального закона «О персональных данных»;
- осуществляется внутренний контроль соответствия обработки персональных данных Федеральному закону «О персональных данных» и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политике оператора в отношении обработки персональных данных;
- работники, непосредственно осуществляющие обработку персональных данных, ознакомлены с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику оператора в отношении обработки персональных данных, ограничен доступ посторонних лиц в помещения, предназначенные для обработки персональных данных.

**5.7.** Условия прекращения обработки ПДн.

Условием прекращения обработки ПДн является:
- достижение целей обработки ПДн;
- отзыв согласия субъекта ПДн (или его представителей) на обработку его ПДн;
- выявление неправомерной обработки ПДн;
- истечение установленного срока хранения ПДн;
- ликвидация Оператора;
- прекращение осуществления деятельности Оператора.

**5.8.** Организация хранения ПДн.

Хранение ПДн осуществляется в форме, позволяющей определить субъекта ПДн, не дольше, чем этого требуют цели обработки, если более длительный срок не установлен законодательством Российской Федерации и/или договором, стороной которого, выгодоприобретателем либо поручителем по которому является субъект ПДн.
В случае, если срок хранения ПДн не установлен указанными основаниями, он определяется на основании согласия субъекта ПДн и составляет: 10 лет с момента последней авторизации на Сайте – в отношении пользователей, прошедших процедуру авторизации (входа в личный кабинет, аккаунт, профиль и т.п.) независимо от совершенных действий на сайте. Указанный срок необходим для обеспечения возможности восстановления доступа, учета пользовательской активности, а также для аналитических и маркетинговых целей, предусмотренных настоящей Политикой.

Датой выдачи согласия на обработку персональных данных считается дата совершения соответствующего действия, свидетельствующего о волеизъявлении субъекта персональных данных – оформления заказа, заказа звонка либо авторизации на Сайте.

Для организации хранения ПДн Оператор в соответствии ФЗ «О персональных данных» использует технические устройства хранения данных, находящиеся на территории Российской Федерации.

## 6. Актуализация, исправление, удаление и уничтожение ПДн, ответы на запросы субъектов на доступ к ПДн

**6.1.** Актуализация, исправление, удаление ПДн.

При обработке ПДн должны быть обеспечены точность ПДн, их достаточность и актуальность по отношению к целям обработки ПДн.

В случае выявления неправомерной обработки ПДн, осуществляемой Оператором или лицом, действующим по поручению Оператора, Оператор обязан прекратить неправомерную обработку ПДн или обеспечить прекращение неправомерной обработки ПДн лицом, действующим по поручению Оператора. На период проверки Оператор обязан осуществить блокирование неправомерно обрабатываемых ПДн или обеспечить их блокирование (если обработка ПДн осуществляется другим лицом, действующим по поручению Оператора). В случае, если обеспечить правомерность обработки ПДн невозможно, Оператор обязан уничтожить такие ПДн или обеспечить их уничтожение.

В случае выявления неточных ПДн Оператор обязан осуществить блокирование ПДн, относящихся к этому субъекту ПДн, или обеспечить их блокирование (если обработка ПДн осуществляется другим лицом, действующим по поручению Оператора) на период проверки, если блокирование ПДн не нарушает права и законные интересы субъекта ПДн или третьих лиц.

В случае подтверждения факта неточности ПДн Оператор обязан уточнить ПДн либо обеспечить их уточнение (если обработка ПДн осуществляется другим лицом, действующим по поручению Оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование ПДн.

**6.2.** Уничтожение ПДн.

Обрабатываемые ПДн подлежат уничтожению:
- по достижении целей обработки ПДн;
- в случае утраты необходимости в достижении целей обработки ПДн;
- в случае отзыва согласия субъекта ПДн на обработку его ПДн;
- в случае выявления неправомерной обработки ПДн, если иное не предусмотрено договором, стороной которого, выгодоприобретателем (поручителем) по которому является субъект ПДн, или иным соглашением между Оператором и субъектом ПДн.

Файлы, содержащие ПДн уничтожаются путем безвозвратного удаления с носителей информации.
Бумажные документы, содержащие ПДн, подлежат физическому уничтожению (механическим способом – шредирование, измельчение или сжигание).

Уничтожение производится с оформлением соответствующего акта об уничтожении.

**6.3.** Порядок рассмотрения запросов субъектов ПДн.

Оператор обязуется сообщать в порядке, предусмотренном ФЗ «О персональных данных», субъекту ПДн или его представителю информацию о наличии ПДн, относящихся к соответствующему субъекту ПДн, а также предоставить возможность ознакомления с этими ПДн при обращении субъекта ПДн или его представителя, либо при получении запроса субъекта ПДн или его представителя.

## 7. Заключительные положения

**7.1.** Оператор оставляет за собой право в любой момент изменить положения настоящей Политики и обязуется опубликовать обновленную Политику и предоставить к ней доступ для ознакомления путем размещения в информационно-телекоммуникационной сети Интернет на следующих сайтах:

https://birds.rinaf.ru.
`
}